/* ===== Generic ===== */

/* Generic Cancel button title, used in SKConversation NSErrorFromPREMIUM_VIDEO_STATUS */
"BUTTONTITLE_CANCEL" = "Zrušiť";

/* ===== SkyLib Properties ===== */

/* List item title for user's home phone number. */
"CONTACT_PHONE_HOME" = "Domov";

/* List item title for user's office phone number */
"CONTACT_PHONE_OFFICE" = "Do práce";

/* List item title for user's mobile phone number. */
"CONTACT_PHONE_MOBILE" = "Mobil";

/* List item title for user's (possible) other phone number(s). */
"CONTACT_PHONE_OTHER" = "Iné";

/* Format to use to wrap guest contact displays */
"CONTACT_GUEST_FORMAT" = "%@ (hosť)";

/* All known contacts group title */
"CONTACT_GROUP_ALL_KNOWN_CONTACTS" = "Všetky známe kontakty";

/* All buddies group title */
"CONTACT_GROUP_ALL_BUDDIES" = "Všetky kontakty";

/* Skype group title */
"CONTACT_GROUP_SKYPE_BUDDIES" = "Kontakty Skype";

/* SkypeOut group title */
"CONTACT_GROUP_SKYPEOUT_BUDDIES" = "Uložené telefónne čísla";

/* Online buddies group title */
"CONTACT_GROUP_ONLINE_BUDDIES" = "Online kontakty";

/* Unknown or pending auth group title */
"CONTACT_GROUP_UNKNOWN_OR_PENDINGAUTH_BUDDIES" = "Odoslané žiadosti";

/* Recently contacted group title */
"CONTACT_GROUP_RECENTLY_CONTACTED_CONTACTS" = "Nedávno kontaktovaní";

/* Contacts waiting my auth group title */
"CONTACT_GROUP_CONTACTS_WAITING_MY_AUTHORIZATION" = "Doručené žiadosti";

/* Authorized by me group title */
"CONTACT_GROUP_CONTACTS_AUTHORIZED_BY_ME" = "Prijaté žiadosti";

/* Blocked group title */
"CONTACT_GROUP_CONTACTS_BLOCKED_BY_ME" = "Zablokované kontakty";

/* Ungrouped contacts group title */
"CONTACT_GROUP_UNGROUPED_BUDDIES" = "Kontakty nezaradené do skupín";

/* Windows Live ID contacts group title */
"CONTACT_GROUP_PASSPORT_CONTACTS" = "Messenger";

/* Suggested contacts group title */
"CONTACT_GROUP_SCD_CONTACTS" = "Navrhované kontakty";

/* New group default title */
"CONTACT_GROUP_NEW_GROUP" = "Zoznam bez názvu";

/* Default message sent to contacts from whom we are requesting authorization */
"CONTACT_AUTH_REQUEST_DEFAULT_MESSAGE" = "Pridajte si ma medzi kontakty";

/*  */
"ECHO123_CONTACT_FULLNAME" = "Testovací hovor Skype";

/*  */
"ECHO123_CONTACT_LANGUAGES" = "sk";

/*  */
"ECHO123_CONTACT_HOMEPAGE" = "www.skype.com/go/help";

/* Automatic sound test service mood message. */
"ECHO123_CONTACT_ABOUT" = "Dobrý deň, som robot, ktorý vykonáva testovací hovor Skype. Pridajte si ma do svojich kontaktov a zavolajte mi, aby sme mohli skontrolovať vaše nastavenie zvuku. Pomocné informácie nájdete na stránke http://www.skype.com/go/help. Ďakujem.";

/*  */
"ECHO123_CONTACT_MOOD_TEXT" = "Zavolajte mi, aby sme vykonali test vášho zvuku";


/* UNPLACED call status used when a call is initialized, but not connected to the network yet. */
"CALL_STATUS_UNPLACED" = "Spája sa hovor";

/* ROUTING call status used when a call is being routed by the network but not ringing yet. */
"CALL_STATUS_ROUTING" = "Spája sa hovor";

/* CANCELLED call status indicating that the outgoing call was cancelled by the user. */
"CALL_STATUS_CANCELLED" = "Hovor zrušený";

/* FAILED call status used when the call failed. */
"CALL_STATUS_FAILED" = "Hovor zlyhal";

/* RINGING_OUT call status used when a call is ringing for the remote party. */
"CALL_STATUS_RINGING_OUT" = "Vyzváňa";

/* RINGING_IN call status used when a call is ringing locally. */
"CALL_STATUS_RINGING_IN" = "Volanie";

/* LOCALHOLD call status indicating that the user put the call on hold. */
"CALL_STATUS_LOCALHOLD" = "Hovor podržaný";

/* REMOTEHOLD call status indicating that the call is on hold by the remote party. */
"CALL_STATUS_REMOTEHOLD" = "Váš hovor je podržaný druhým účastníkom";

/* FINISHED call status indicating that the call was finished. */
"CALL_STATUS_FINISHED" = "Skončený";

/* MISSED call status indicating that the incoming call was finished before it got answered. */
"CALL_STATUS_MISSED" = "Zmeškaný";

/* REFUSED call status indicating that the remote party declined the call. */
"CALL_STATUS_REFUSED" = "Odmietnutý";

/* BUSY call status indicating that the remote party was already in a call. */
"CALL_STATUS_BUSY" = "Obsadené";

/* DROPPED call status indicating that the network connection was lost during the call. */
"CALL_STATUS_DROPPED" = "Prerušené spojenie";

/* VOICEMAIL call status indicating that the call was diverted to voicemail. */
"CALL_STATUS_VOICEMAIL" = "Hlasová správa";

/* VM_RECORDING call status while recording the voicemail. */
"CALL_STATUS_VM_RECORDING" = "Nahrávanie hlasovej správy";

/* VM_UPLOADING call status while sending the voicemail. */
"CALL_STATUS_VM_UPLOADING" = "Odosielanie hlasovej správy";

/* VM_SENT call status after the voicemail was sent. */
"CALL_STATUS_VM_SENT" = "Hlasová správa odoslaná";

/* VM_CANCELLED call status when the recording or sending of the voicemail was cancelled. */
"CALL_STATUS_VM_CANCELLED" = "Hlasová správa zrušená";

/* VM_FAILED call status when the recording or sending of the voicemail failed. */
"CALL_STATUS_VM_FAILED" = "Hlasová správa zlyhala";

/* ===== Wallet Transacation ===== */
/* Title of instrument name in popup button (args: instrument name ["Visa"], number ["****1234"]) */
"WALLET_INSTRUMENT_DISPLAY_NAME_FORMAT" = "%1$@ %2$@";


/* ===== PARTICIPANT_VOICE_STATUS ===== */ 

/* VOICE_CONNECTING status used when a call is being routed by the network but not ringing yet. */
"PARTICIPANT_VOICE_STATUS_CONNECTING" = "Pripája sa";

/* RINGING status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_RINGING" = "Vyzváňa";

/* EARLY_MEDIA status when a participant is ringing. */
"PARTICIPANT_VOICE_STATUS_EARLY_MEDIA" = "Vyzváňa";

/* ON_HOLD status when a participant is held. */
"PARTICIPANT_VOICE_STATUS_ON_HOLD" = "Podržaný hovor";

/* STOPPED status when a participant has stopped. */
"PARTICIPANT_VOICE_STATUS_STOPPED" = "Ukončený";

/* FACEBOOK calling */
"PARTICIPANT_VOICE_STATUS_CONNECTING_FACEBOOK" = "Volanie na Facebooku (Beta)";

/* ===== CONVERSATION_LOCAL_LIVESTATUS ===== */ 
"CONVERSATION_LOCAL_LIVESTATUS_STARTING" = "Volanie…";
"CONVERSATION_LOCAL_LIVESTATUS_RINGING_FOR_ME" = "Volanie…";
"CONVERSATION_LOCAL_LIVESTATUS_IM_LIVE" = "Prebieha hovor";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_LOCALLY" = "Podržaný hovor";
"CONVERSATION_LOCAL_LIVESTATUS_ON_HOLD_REMOTELY" = "Hovor je podržaný druhým účastníkom";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE" = "Prebieha hovor";
"CONVERSATION_LOCAL_LIVESTATUS_OTHERS_ARE_LIVE_FULL" = "Bol dosiahnutý maximálny počet účastníkov hovoru";
"CONVERSATION_LOCAL_LIVESTATUS_PLAYING_VOICE_MESSAGE" = "Prehrávanie pozdravu hlasovej správy";
"CONVERSATION_LOCAL_LIVESTATUS_RECORDING_VOICE_MESSAGE" = "Nahrávanie hlasovej správy";
"CONVERSATION_LOCAL_LIVESTATUS_RECENTLY_LIVE" = "Nedávny hovor";
"CONVERSATION_LOCAL_LIVESTATUS_TRANSFERRING" = "Prepája sa tento hovor";


/*  */
"CONVERSATION_POST_FILES_BODY" = "Uverejnené súbory";

/* CONVERSATION Legacy chat message for older clients */
"CONVERSATION_VIDEOMESSAGE_LEGACY_MESSAGE" = "Dostali ste videosprávu. Zobraziť si môžete tu: %1. Na jej otvorenie použite kód %2.";

"CONVERSATION_XMM_LEGACY_MESSAGE" = "%1$@ – zobraziť tu: %%1.";

"CONVERSATION_MEDIAMESSAGE_LEGACY_MESSAGE" = "Ak chcete zobraziť túto zdieľanú fotografiu, prejdite sem: %1";
"CONVERSATION_XMM_MESSAGE_LEGACY_MESSAGE" = "Ak chcete zobraziť toto zdieľané médium, prejdite sem: %1";

/*  */
"CONTACT_AVAILABILITY_OFFLINE" = "Offline";
"CONTACT_AVAILABILITY_ONLINE" = "Online";
"CONTACT_AVAILABILITY_AWAY" = "Som preč";
"CONTACT_AVAILABILITY_DO_NOT_DISTURB" = "Nerušiť";
"CONTACT_AVAILABILITY_PENDING_AUTH" = "Čakajúca žiadosť o kontakt";
"CONTACT_AVAILABILITY_BLOCKED" = "Zablokovaný/-á";
"CONTACT_AVAILABILITY_OFFLINE_BUT_VM_ABLE" = "Offline so zapnutými hlasovými správami";
"CONTACT_AVAILABILITY_OFFLINE_BUT_CF_ABLE" = "Presmerovanie hovorov";

/*  */
"CONTACT_AVAILABILITY_INVISIBLE" = "Neviditeľný/-á";
"CONTACT_AVAILABILITY_CONNECTING" = "Pripája sa";
"CONTACT_AVAILABILITY_SKYPEOUT" = "Telefónne číslo";

/*  */
"CONTACT_GENDER_FEMALE" = "Žena";

/*  */
"CONTACT_GENDER_MALE" = "Muž";

/* A hidden phone number. */
"CONTACT_UNKNOWN_PSTN_DISPLAYNAME" = "Neznáme číslo";

/* Title for conversation with no participants */
"CONVERSATION_UNTITLED_DISPLAYNAME" = "Bez názvu";


"ACCOUNTMANAGER_LOGIN_STATUS" = "Prihlasuje sa…";
"ACCOUNTMANAGER_CBLSYNC_STATUS" = "Načítavajú sa kontakty…";
"ACCOUNTMANAGER_UPGRADEDB_STATUS" = "Inovujú sa súbory…";


/* Chat info message when a party has been joined to the chat. %1$@ is the name of the user who did the adding, while %2$@ is the name of the added user. */
"ChatMessage::ADDEDMEMBERS_FORMATSTRING" = "Používateľ %1$@ pridal používateľa %2$@";

/* Chat info message shown when user %@ has left the chat. */
"ChatMessage::LEFT_FORMATSTRING" = "Používateľ %@ odišiel";

/* Chat info message when the first user ejected (threw out) the second user from the chat. */
"ChatMessage::KICKED_FORMATSTRING" = "Používateľ %1$@ odstránil používateľa %2$@";

/* Chat info message shown when a party has changed the chat topic. %1$@ is the user who did it, and %2$@ the new topic. */
"ChatMessage::SETTOPIC_FORMATSTRING" = "Používateľ %1$@ zmenil tému chatu na %2$@";

/* Chat item shown in place of the message to tell that the message has been removed by its writer. */
"CHATMESSAGE_MESSAGEREMOVED_TEXT" = "Táto správa bola odstránená";

/* AV Preferences output device name */
"SAME_AS_SYSTEM_DEVICE_NAME" = "Rovnaké ako v systéme";


/* ===== SkyLib Error/Result Codes ===== */

/* sync errors at login/registration */
"LOGOUTREASON_NETWORKERROR" = "Nedá sa pripojiť ku Skypeu.";
"LOGOUTREASON_NETWORKERROR_RECOVERYSUGGESTION" = "Skontrolujte nastavenie siete a skúste to znova.";

/* sync errors at registration */
"Account::INVALID_SKYPENAME" = "Toto meno v Skype nie je platné.";
"Account::INVALID_EMAIL" = "Táto e-mailová adresa nie je platná.";
"Account::INVALID_EMAIL_RECOVERYSUGGESTION" = "Skontrolujte ju a skúste to znova.";
"Account::UNACCEPTABLE_PASSWORD" = "Toto heslo nie je platné.";
"Account::SKYPENAME_TAKEN" = "Toto meno v Skype už používa niekto iný.";
"Account::SKYPENAME_TAKEN_RECOVERYSUGGESTION" = "Zadajte nové meno.";

/* sync errors at login */
"Account::NO_SUCH_IDENTITY" = "Vaše meno v Skype a heslo sa nám nepodarilo rozpoznať.";
"Account::INCORRECT_PASSWORD" = "Vaše meno v Skype a heslo sa nám nepodarilo rozpoznať.";
"Account::TOO_MANY_LOGIN_ATTEMPTS" = "Príliš veľa neúspešných pokusov o prihlásenie.";
"Account::TOO_MANY_LOGIN_ATTEMPTS_RECOVERYSUGGESTION" = "Skúste to znova neskôr.";

/* async errors (can happen anytime while logged in) */
"Account::PASSWORD_HAS_CHANGED" = "Vaše heslo bolo zmenené.";
"Account::PASSWORD_HAS_CHANGED_RECOVERYSUGGESTION" = "Prihláste sa so svojím novým heslom.";

"LOGOUTREASON_GENERIC_RECOVERYSUGGESTION" = "Skúste to znova.";

/* Account property validation error - NSLocalizedFailureReasonErrorKey [#HELLC-1021], [#WIN-364] */
"SkyLib::TOO_SHORT" = "Musí mať 6 až 20 znakov.";
"SkyLib::TOO_LONG" = "Musí mať 6 až 20 znakov.";
"SkyLib::CONTAINS_INVALID_CHAR" = "Neplatný znak (napr. Σ, à, ß).";
"SkyLib::CONTAINS_SPACE" = "Nemôže obsahovať medzeru ani znak tabulátora.";
"SkyLib::SAME_AS_USERNAME" = "Príliš podobné vášmu menu v Skype.";
"SkyLib::INVALID_FORMAT" = "Neplatný formát.";
"SkyLib::CONTAINS_INVALID_WORD" = "Jednoduché na uhádnutie (napr. abcd, Skype).";
"SkyLib::TOO_SIMPLE" = "Musí obsahovať aspoň jedno písmeno a jedno číslo.";
"SkyLib::STARTS_WITH_INVALID_CHAR" = "Musí sa začínať písmenom (A – Z).";

/* Account property validation error - NSLocalizedRecoverySuggestionErrorKey */
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Skúste zadať dlhšie meno v Skype.";
"SkyLib::TOO_SHORT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Skúste zadať dlhšie heslo.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Skúste zadať kratšie meno v Skype.";
"SkyLib::TOO_LONG_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Skúste zadať kratšie heslo.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_SKYPENAME" = "Skúste zadať nové meno v Skype.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_ACCOUNT_PASSWORD" = "Skúste zadať nové heslo.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION_CONTACT_EMAILS" = "Skúste zadať novú e-mailovú adresu.";
"SkyLib::VALIDATERESULT_RECOVERYSUGGESTION" = "Skúste zadať novú hodnotu.";

/* Account password change error - NSLocalizedFailureReasonErrorKey */
"Account::PWD_INVALID_OLD_PASSWORD" = "Heslo je nesprávne.";
"Account::PWD_SERVER_CONNECT_FAILED" = "Nepodarilo sa pripojiť k serveru.";
"Account::PWD_MUST_DIFFER_FROM_OLD" = "Nové heslo sa nesmie zhodovať so starým heslom.";
"Account::PWD_INVALID_NEW_PWD" = "Heslo nie je platné.";
"Account::PWD_MUST_LOG_IN_TO_CHANGE" =  "Ak chcete zmeniť heslo, musíte sa prihlásiť.";

/* COMMITFAILED status received when committing a server-side property change. */
"ACCOUNT_COMMITSTATUS_COMMIT_FAILED" = "Zmenu, ktorú ste vykonali, sa nepodarilo uložiť. Skontrolujte nastavenie a skúste to znova.";

"ACCOUNT_NOCREDIT" = "Žiadny kredit";
"ACCOUNT_FREECALL" = "Bezplatný hovor";

/* Conversation file transfer errors */
"SkyLib::TRANSFER_BAD_FILENAME" = "Názov súboru nie je platný";
"SkyLib::TRANSFER_OPEN_FAILED" = "Súbor sa nepodarilo otvoriť";
"SkyLib::TRANSFER_TOO_MANY_PARALLEL" = "Príliš veľa súbežných prenosov súborov";

/* ===== SKSkypeKitErrorDomain Errors ===== */

/* SKErrorOffline */
"SKERROR_OFFLINE_DESCRIPTION" = "Ste offline.";

"SKERROR_OFFLINE_CALL_FAILUREREASON" = "Na uskutočnenie hovoru musíte byť online.";
"SKERROR_OFFLINE_CONTACTSEARCH_FAILUREREASON" = "Kontakty nemožno vyhľadávať, keď ste offline. Zmeňte svoj stav a skúste to znova.";
"SKERROR_OFFLINE_SMS_FAILUREREASON" = "Na odoslanie SMS správy musíte byť online.";

/* [#HELLC-894] */
"SKERROR_OFFLINE_VOICEMAIL_FAILUREREASON" = "Na prehratie tejto správy musíte byť online.";

/* Alert sheet title */
"SKERROR_CANNOT_SET_BODY_SMS_DESCRIPTION" = "Nie je možné nastaviť text aktuálnej SMS správy.";


/* SKErrorInsufficientFunds */
"Sms::INSUFFICIENT_FUNDS" = "Na odoslanie SMS správy máte málo kreditu Skype.";
"CMEMBER_PSTN_STATUSTEXT_INSUFFICIENTCREDIT" = "Na volanie na toto číslo potrebujete kredit Skype.";

/* SKErrorInvalidContact */
"SKERROR_INVALIDCONTACT" = "Toto nie je platné meno v Skype ani telefónne číslo.";

/* SKErrorCallOfflineLyncContact */
"SKERROR_OFFLINELYNCCONTACT_CALL_FAILUREREASON" = "Tomuto kontaktu z Lyncu nemôžete zavolať, pretože je offline.";

/* SKErrorBlockedContact */
"SKERROR_CONTACTBLOCKED_CALL_FAILUREREASON" = "Tejto osobe nemôžete zavolať, pretože ste ju zablokovali.";
"SKERROR_CONTACTBLOCKED_CHAT_FAILUREREASON" = "S touto osobou nemôžete chatovať, pretože ste ju zablokovali.";
"SKERROR_CONTACTBLOCKED_SMS_FAILUREREASON" = "Tejto osobe nemôžete odoslať SMS správu, pretože ste ju zablokovali.";
"SKERROR_CONTACTBLOCKED_ADD_FAILUREREASON" = "Túto osobu si nemôžete pridať, pretože ste ju zablokovali.";

/* SKErrorCantTalkToYourself */
"SKERROR_CANTTALKTOYOURSELF_CALL_FAILUREREASON" = "Nemôžete volať sami sebe.";
"SKERROR_CANTTALKTOYOURSELF_CHAT_FAILUREREASON" = "Nemôžete chatovať sami so sebou.";
"SKERROR_CANTTALKTOYOURSELF_ADD_FAILUREREASON"  = "Nemôžete pridať sami seba.";

/* SKErrorCantJoinConversation */
"SKERROR_CANTJOINCONVERSATION_FAILUREREASON" = "Nemôžete sa pripojiť k tomuto chatu";

/* SKErrorCantFindConversation */
"SKERROR_CANTFINDCONVERSATION_FAILUREREASON" = "Táto konverzácia sa nedá nájsť";

/* SKErrorInvalidPSTNNumber */
"CMEMBER_PSTN_STATUSTEXT_INVALIDNUMBER" = "Toto nie je platné telefónne číslo.";

/* SKErrorEmergencyPSTNNumber */
"SKERROR_EMERGENCYCALL_FAILUREREASON" = "Na toto číslo nemôžete zavolať, pretože ide o tiesňové číslo.";
"SKERROR_EMERGENCYSMS_FAILUREREASON" = "Na toto číslo nemôžete odoslať SMS správu, pretože ide o tiesňové číslo.";
"SKERROR_EMERGENCYADD_FAILUREREASON" = "Toto číslo nemôžete pridať, pretože ide o tiesňové číslo.";

/* SKErrorCallExists */
"SKERROR_CALLEXISTS_CALL" = "Pred začatím nového hovoru musíte ukončiť tento hovor.";
"SKERROR_CALLEXISTS_VOICEMAIL" = "Ak si chcete vypočuť hlasovú správu, najprv ukončite tento hovor.";
"SKERROR_CALLFAILED" = "Hovor zlyhal. Skúste to znova.";

/* SKErrorTooManyChatParticipants */
"SKERROR_TOOMANYPARTICIPANTS_CHAT_DESCRIPTION" = "Pokúsili ste sa spustiť chat s príliš veľkým množstvom kontaktov.";

/* SKErrorInvalidConversationIdentities */
"SKERROR_INVALIDCONVERSATIONIDENTITIES_DESCRIPTION" = "S týmito kontaktmi nemôžete chatovať.";

/* CMEMBER_FAILUREREASON */
"CMEMBER_FAILUREREASON_CALLER_NOT_AUTHORIZED" = "Tejto osobe nemôžete zavolať, pretože neprijala vašu žiadosť o kontakt.";
"CMEMBER_FAILUREREASON_CALLER_NOT_FRIEND" = "Tejto osobe nemôžete zavolať, pretože neprijala vašu žiadosť o kontakt.";

/* SMS_FAILUREREASON */
"Sms::INVALID_CONFIRMATION_CODE" = "Neplatný potvrdzovací kód";
"Sms::MISC_ERROR" = "Neplatné telefónne číslo";

/* Conversation::PREMIUM_VIDEO_STATUS */

/*
"PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE" = "PV_RESULT_400_BAD_REQUEST_SOME_FIELDS_MISSING_MESSAGE";
"PV_RESULT_401_P2P_BLOCK_MESSAGE" = "PV_RESULT_401_P2P_BLOCK_MESSAGE";
*/

"PV_RESULT_403_PAID_SERVICE_BLOCK_MESSAGE" = "Vaše konto bolo zablokované.";
"PV_RESULT_403_PAID_SERVICE_BLOCK_EXPLANATION" = "Kontaktujte podporu pre zákazníkov.";

"PV_RESULT_405_GROUP_TOO_LARGE_MESSAGE" = "V tomto hovore je príliš veľa účastníkov na uskutočnenie skupinového videohovoru.";
"PV_RESULT_405_GROUP_TOO_LARGE_EXPLANATION" = "Komunikovať cez videohovor môžete maximálne s 9 ľuďmi naraz. Odstráňte niektorých ľudí z tejto skupiny a skúste to znova.";

/*
"PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE" = "PV_RESULT_410_NO_VALID_SUBSCRIPTION_BUT_TRIAL_IS_AVAILABLE_MESSAGE";
*/

"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_MESSAGE" = "V tomto hovore je príliš veľa účastníkov na uskutočnenie skupinového videohovoru.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION_BETA" = "Komunikovať cez videohovor môžete maximálne s 9 ľuďmi naraz. Odstráňte niektorých ľudí z tohto chatu a skúste to znova.";
"PV_RESULT_412_SUBSCRIPTION_INSUFFICENT_FOR_THIS_CALL_EXPLANATION" = "Vaše predplatné skupinových videohovorov neumožňuje cez videohovory komunikovať s takýmto veľkým množstvom ľudí. Odstráňte ľudí z tohto chatu a skúste to znova.";

"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE_BETA" = "Potrebujete predplatné na uskutočňovanie skupinových videohovorov.";
"PV_RESULT_414_NO_SUBSCRIPTION_MESSAGE" = "Potrebujete predplatné na uskutočňovanie skupinových videohovorov.";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION_BETA" = "Chcete uskutočniť skupinový videohovor?";
"PV_RESULT_414_NO_SUBSCRIPTION_EXPLANATION" = "Chcete uskutočniť skupinový videohovor?";

"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_MESSAGE" = "Už ste účastníkom skupinového videohovoru.";
"PV_RESULT_416_SUBSCRIPTION_IS_ALREADY_IN_USE_EXPLANATION" = "Súbežné uskutočnenie viacerých videohovorov nie je možné.";

"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_MESSAGE" = "Dosiahli ste limit stanovený pre tento hovor.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION_BETA" = "Dosiahli ste 4-hodinový limit stanovený pre tento skupinový videohovor.";
"PV_RESULT_420_FAIR_USAGE_POLICY_VIOLATION_CALL_LIMIT_REACHED_EXPLANATION" = "Dosiahli ste 4-hodinový limit stanovený pre tento skupinový videohovor. Podrobné informácie nájdete vo svojom konte.";

"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_MESSAGE" = "Dosiahli ste svoj dnešný limit stanovený pre skupinové videohovory.";
"PV_RESULT_422_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_DAY_LIMIT_REACHED_EXPLANATION" = "Skupinové videohovory sú dočasne pozastavené. Dnes ste dosiahli limit, ktorý je v súlade s korektným používaním služby. Podrobné informácie nájdete vo svojom konte.";

"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_MESSAGE" = "Dosiahli ste svoj limit stanovený pre skupinové videohovory na tento mesiac.";
"PV_RESULT_424_FAIR_USAGE_POLICY_VIOLATION_SPONSORS_MONTH_LIMIT_REACHED_EXPLANATION" = "Skupinové videohovory sú dočasne pozastavené. Tento mesiac ste dosiahli limit, ktorý je v súlade s korektným používaním služby. Podrobné informácie nájdete vo svojom konte.";

/*
"PV_RESULT_430_GRACE_TIME_EXPIRED_MESSAGE" = "RESULT_430_GRACE_TIME_EXPIRED";
*/

"PV_RESULT_500_GENERAL_SERVICE_ERROR_MESSAGE" = "Skupinové videohovory sú momentálne nedostupné.";
"PV_RESULT_500_GENERAL_SERVICE_ERROR_EXPLANATION" = "Vyskytla sa chyba. Skúste to znova neskôr.";

/*
"PV_RESULT_503_SERVICE_TIMEOUT_MESSAGE" = "RESULT_503_SERVICE_TIMEOUT";
*/

"PremiumVideoErrorRecovery_GetPremium_BETA" = "Získať skupinový videohovor";
"PremiumVideoErrorRecovery_GetPremium" = "Získať skupinový videohovor";
"PremiumVideoErrorRecovery_UpgradePremium" = "Inovovať";

/* ===== SKAccessSessionFailureReasonErrorDomain Errors ===== */

"AccessSession::NO_BALANCE" = "Na používanie služby Skype WiFi potrebujete kredit Skype.";
"AccessSession::LOGIN_FAILURE" = "Vaše meno v Skype a heslo sa nám nepodarilo rozpoznať.";
"AccessSession::WISPR_LOGIN_REJECTED" = "Neplatné meno používateľa alebo heslo.";

"SKYPEACCESS_NO_ACCOUNT" = "Prihláste sa so svojím kontom Skype.";

"SKYPEACCESS_GENERIC_CONNECTION_ERROR" = "Nepodarilo sa pripojiť. Skontrolujte intenzitu signálu Wi-Fi alebo skúste iný prístupový bod.";
"SKYPEACCESS_GENERIC_FATAL_ERROR" = "Tento prístupový bod neodpovedá správne. Skúste iný prístupový bod.";

"SKYPEACCESS_SESSION_EXTEND_ERROR" = "Reláciu sa nepodarilo predĺžiť. Skúste sa znova pripojiť.";

"SKYPEACCESS_SESSION_LOSTWIFI_MESSAGE" = "Sieť Wi-Fi %@ už nie je k dispozícii";
"SKYPEACCESS_SESSION_LOSTWIFI_EXPLANATION" = "Pred odchodom z dosahu prístupového bodu alebo vypnutím svojho zariadenia ho vždy správne odpojte, aby ste predišli neočakávaným poplatkom.";

"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_MESSAGE" = "Znova sa pripojte k sieti Wi-Fi %@";
"SKYPEACCESS_SESSION_LOSTWIFI_RECOVERABLE_EXPLANATION" = "Skype Wifi sa pokúsi zastaviť vaše internetové pripojenie. Pred odchodom z dosahu prístupového bodu alebo vypnutím svojho zariadenia ho vždy správne odpojte, aby ste predišli neočakávaným poplatkom.";

"SKYPEACCESS_SESSION_LOSTWIFI_AUTO_END_MESSAGE" = "Vaše internetové pripojenie bolo zastavené.";

"ACCESS_PRICE_PER_MINUTE_FORMAT" = "%@ za minútu";
"ACCESS_PRICE_PER_MINUTE_FREE" = "Zadarmo";

/*
 * ===========
 * SkyLib localization (Skype Kit messages sent by SkyLib to other clients)
 * ===========
 */

/* Message sent in the P2P chat after it has been migrated to a server-based chat, and seen by legacy client users. */
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P" = "aktualizoval/-a túto skupinu vylepšeným chatom.\nAk sa chcete pripojiť a ďalej chatovať, stiahnite si najnovšiu verziu.\nPrejdite na stránku <a href=\"http://www.skype.com/updateme\">Skype.com/updateme</a>.";
"LOCALIZED_UPGRADE_MESSAGE_IN_P2P_DOGFOOD" = "aktualizoval/-a túto skupinu vylepšeným chatom.\nAk sa chcete pripojiť a ďalej chatovať, stiahnite si najnovšiu verziu.\nPrejdite na stránku https://microsoft.sharepoint.com/teams/DogfoodSkype/.";

/* Message sent in the server-based chat as first message. Used to link the history of both conversations. The '%1' is replaced with the ID of the old chat. */
"LOCALIZED_UPGRADE_MESSAGE_IN_SERVER_BASED" = "Predchádzajúcu históriu zobrazíte kliknutím <a href=\"skype:?chat&amp;id=%1\">sem</a>.";
